{
    "title": "Monsieur Didot, The Residence",
    "category": "Ξενοδοχειακό",
    "designers": "Γκύζη Νεφέλη, Μακρή Χρυσή",
    "photography": "Ρουφοπούλου Ιωάννα",
    "pdate": "Σεπτέμβριος.2019",
    "description": [
        "Το ΒaBatchas Design Studio προσέγγισε την ιδέα της αναγέννησης του νεοκλασικού κτιρίου επί της οδού Διδότου, με ιδιαίτερο σεβασμό ως προς την διατήρηση του χαρακτήρα αλλά και την επαναδιαπραγμάτευση των εκλεκτιστικών στοιχείων, τα οποία συνθέτουν αντίστοιχα κτίρια της ίδιας εποχής. Η σχεδίαση των εσωτερικών χώρων με τις λιγότερες δυνατές επεμβάσεις επιτυγχάνει τον σκοπό της νέας λειτουργίας του κτιρίου ως boutique ξενοδοχειακή μονάδα, κρατώντας στο επίκεντρο το κύριο χαρακτηριστικό των νεοκλασικών κτιρίων: Tην κλιμάκωση της διαδρομής του επισκέπτη μέσα από μια αλληλουχία εντυπωσιακών χώρων.   ",
        "Οι εναλλασσόμενοι ψηλοτάβανοι χώροι με εκλεπτυσμένο και διακριτικό διάκοσμο διατηρήθηκαν σαν φιλοσοφία καθώς επίσης οι διακοσμημένες οροφές αποκαλύφθηκαν από συντηρητές στον χώρο εισόδου του ξενοδοχείου.",
        "Νέοι είσοδοι και νέοι εισαγωγικοί χώροι δημιουργήθηκαν, προσανατολίζοντας εκ νέου τις σάλες και δημιουργώντας κρυφά περάσματα με μυστικιστική διάθεση. ",
        "Στόχος του σχεδιασμού παρέμενε πάντα το συναίσθημα του διακριτικού \"ενθουσιασμού\" βαδίζοντας μέσα στο νεοκλασικό κτίριο. ",
        "Όσον αφορά το ύφος του κτιρίου, η επιθυμία των νέων επιχειρηματιών ήταν σαφής. Monsieur Didot, το σπίτι ενός ανθρώπου των γραμμάτων και των τεχνών. ",
        "Αυτή η πρόταση υπογράμμισε την πορεία του interior design. Βιβλιοθήκες, αφίσες και πίνακες από διάσημους και άγνωστους καλλιτέχνες , πορτρέτα σημαντικών ανθρώπων, ιδιαίτερης κατασκευής πολύφωτα, χειροποίητα κεραμικά φωτιστικά και διακοσμητικά, αποτέλεσαν κομμάτια του εσωτερικού χώρου, εμπλουτίζοντας με αντιθέσεις, ποικιλία υφών και χρωμάτων την παλέτα του κάθε χώρου. ",
        "Την επίπλωση επιμελήθηκε το ΒaBatchas Design Studio ως επί το πλείστον με ειδικές κατασκευές. Έπιπλα δηλαδή, σχεδιασμένα εξολοκλήρου για το  Monsieur Didot, που αποπνέουν ένα boutique ύφος και εξυπηρετούν τις ανάγκες του ξενοδοχειακού του χαρακτήρα. ",
        "Η ποιότητα του συνόλου της διακόσμησης, καθώς και των υπηρεσιών του μικρού ξενοδοχείου δημιουργούν μια αυθεντικά boutique εμπειρία \"κατοίκησης\", όπως άλλωστε ορίζει και το όνομα του καταλύματος Monsieur Didot, the residence."
    ]
}