{
    "title": "Monsieur Didot, The Residence",
    "category": "Hospitality",
    "designers": "Gkyzi Nefeli, Makri Chrysi",
    "photography": "Roufopoulou Ioanna",
    "pdate": "September.2019",
    "description": [
        "Babatchas design studio began exploring the design of this building with outmost respect for its neoclassical architectural routes. With the determination to preserve, rethink and comply with the elements that define similar eclectic interiors, the goal was to make the minimum possible alterations to the existing building core. By decoding the main features of such neoclassical building, Babatchas set the principles to safeguard this monumental feeling oozing from the pours of such premises. The intention was to create ‘the climax of one’s route, though a sequence of exciting rooms’. Spaces of impressive height, with refined wall textures and ceiling finishing details, were revamped to address damages caused by previous renovations. Delicate drawn ceilings and walls have been revealed and restored in the hotel’s main entrance as well as in several guest rooms. Access to guess rooms was re-organized to re-orientate and diversify the existing layout to serve the daily routines of a hotel business.",
        "In other cases secret doors have been introduced to create a touch of mysticism. The client’s engagement with the design set certain boundaries; the already chosen name gave the direction of the overall design concept. ",
        "‘Monsieur Didot’ owns its name to Firmin Didot, a man of letters and arts. This statement outlined the scheme of the interior design. Bookcases throughout the building, framed works by famous and infamous artists, portraits of influential people, handmade ceramics and custom designed lighting have been introduced into the building’s fabric, encouraging contrast, plurality of textures and shapes. The furnishings have been cared for by Babatchas design studio, and the vast majority has been custom-made. ",
        "Furnishings, combined with lighting fixtures and ceramic accessories have been designed to offer a boutique flavour and to serve the needs of a luxury hospitality establishment. ‘Monsieur Didot, the residence’ expresses the intended concept: a personalised hotel experience."
    ]
}